Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: b) samples from pre surveys as mentioned in the Activities Regulations Section 13 on pre-surveys,
nb: b) prøver fra forundersøkelser som nevnt i aktivitetsforskriften § 13 om forundersøkelser, som

source: The facility was built in Singapore by Sembcorp Marine Ltd at the Jurong Shipyard (JSPL) between 2012 and 2016.
nb: Innretningen ble bygget i Singapore av Sembcorp Marine Ltd på Jurong Shipyard (JSPL) i perioden 2012-2016.

source: The facility is operated by Island Offshore Subsea AS, headquartered in Stavanger.
nb: Innretningen opereres av Island Offshore Subsea AS med hovedkontor i Stavanger.

source: The latter was the second largest leak in process areas in recent times - second only to the Visund gas leak in 2006.
nb: Sistnevnte var den nest største lekkasjen i prosessområder i nyere tid - etter gasslekkasjen på Visund i 2006.

source: Drawing 10113217-GAD-J-0015 shows windows with deadlights for positions W01 and W02 (lower deck, port), and W23 and W24 (lower deck, starboard).
nb: På tegning 10113217-GAD-J-0015 vises vinduer med blindlokk for posisjon W01 og W02 (nedre dekk, babord), samt W23 og W24 (nedre dekk, styrbord).

source: The limitations can be requirements for implementing compensatory measures in connection with
nb: Begrensningene kan være krav om å sette i verk kompenserende tiltak ved utføring av en aktivitet, eller

source: preparation of guidelines on the qualifications of well personnel
nb: utarbeidelse av kompetanseretningslinjer for brønnpersonell,

source: Work processes can include engineering processes, drilling, operations and maintenance processes, and change or improvement processes.
nb: Arbeidsprosesser kan blant annet være prosjekteringsprosesser, borings-, drifts- og vedlikeholdsprosesser og endrings- eller forbedringsprosesser.

source: We have carried out an audit of Aker BP focused on the helideck at Valhall Flank West (VFW).
nb: Vi har ført tilsyn med Aker BP rettet mot helikopterdekket på Valhall Flanke Vest (VFW).

source: Associated hydrostatic pressure tests and strength calculations for the window and attachments have not been obtained for the specific window dimensions.
nb: Tilhørende hydrostatiske trykk-tester og styrkeberegninger av vindu og innfestning er ikke fremkommet for den spesifikke vindusdimensjonen.

source: This opportunity does not appear to be provided in DNV-RP-C205, which still recommends a factor of 1.2.
nb: I DNV-RP-C205 synes ikke denne åpningen å være gitt, og det anbefales fremdeles en faktor på 1.2.

source: Nor is it clear whether he was shoved away from the yoke or managed to free himself by his own efforts.
nb: Det er også uklart om personen ble skjøvet ut fra åket, eller om det var egen innsats som resulterte i at han kom løs.

source: When choosing, designing and placing installations for storage, use, recovery and destruction of chemicals, the following shall be considered:
nb: Ved valg, utforming og plassering av anlegg for lagring, bruk, gjenvinning og destruksjon av kjemikalier skal det tas hensyn til

source: Limitations for use as mentioned in the first subsection, can ensue from the loads that the facility and its
nb: Begrensninger for bruk som nevnt i første ledd, kan være gitt ved lastene som innretningen og de

source: “Safe late life” represents the PSA’s new main priority for 2015, and aims to help ensure that fields and facilities in this phase are operated prudently and in compliance with the regulations.
nb: Sikker senfase er Ptils nye hovedprioritering for 2015. Målet er å bidra til at felt, innretninger og anlegg i senfase drives forsvarlig og i samsvar med regelverket.

source: The employees' right to participate in authority supervision is evident from Section 6-2, seventh subsec- tion of the Working Environment Act.
nb: Arbeidstakernes rett til medvirkning ved myndighetstilsyn framgår av arbeidsmiljøloven § 6-2 sjuende ledd.

source: design weaknesses in the system for overloading prevention and deficiencies in ignition source control.
nb: Svakheter ved utforming av anlegg for overfyllingsvern og mangler ved tennkildekontroll

source: Equinor Energy (Equinor) is the operator for Statfjord.
nb: Equinor Energy (Equinor) er operatør for Statfjordfeltet.

source: frequency has varied between 0.65 and 0.87, and in 2010 it is at 0.79.
nb: innretninger er det ikke noen klar trend de siste fem årene hvor frekvensen har variert mellom 0,65 og 0,87, i 2010 0,79.

source: This occurred on the male adapter in the angular transition between the tube and the hex flats.
nb: Dette har oppstått på male adapter i hulkilen mellom rør og nøkkelgrep.

source: We have given Equinor Energy (Equinor) consent to drill exploration well 35/10-5 in the North Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til boring av leitebrønn 35/10-5 i Nordsjøen.

source: In 2008, there were 0.86 serious personal injuries per million working hours.
nb: I 2008 var skadefrekvensen 0,86 alvorlige personskader per million arbeidstimer.

source: Guideline 1 relating to industrial radiography, and
nb: veileder 1 om industriell radiografi, og

source: Edvard Grieg was discovered in 2007, and the plan for development and operation (PDO) was approved in 2012.
nb: Edvard Grieg blei påvist i 2007, og plan for utbygging og drift (PUD) blei godkjent i 2012.

source: Activities as mentioned in the first subsection, can be production activities, drilling and well activities,
nb: Aktiviteter som nevnt i første ledd, kan være produksjonsaktiviteter, bore- og brønnaktiviteter, og

source: Photo 8.2 The oil slick seen on the port side (source:
nb: Bilde 8.2 Oljeflaket sees på babord side (Foto:

source: The situation then was that the primary barrier (pressure- and inflow-tested cemented liner shoe and liner hanger) was breached and that the secondary barriers (BOP, casing, etc.) was intact.
nb: Situasjonen var da at primærbarrieren (trykk- og Inflow-testet sementert liner sko og liner hanger) var brutt og at sekundærbarrieren (BOP, foringsrør, etc.) var intakt.

source: d) the results from the risk and emergency preparedness analyses as mentioned in Section 73 of the
nb: d) resultatene fra risiko- og beredskapsanalysene som nevnt i aktivitetsforskriften § 73 samt en

source: Current activity considering the Covid-19 situation
nb: Pågående aktivitet med tanke på covid-19-situasjonen

source: Production began in 1999.
nb: Produksjonen starta i 1999.

source: “Good maintenance is also good economics.
nb: - Godt vedlikehold er dessuten god økonomi.

source: The Petroleum Safety Authority Norway (PSA) has commissioned NUI (Norwegian Underwater Intervention) to prepare a report comparing decompression tables for surface-oriented diving from relevant countries and diving companies.
nb: Petroleumstilsynet (Ptil) har engasjert NUI (Norsk Undervannsintervensjon) til å utarbeide en rapport med sammenlikning av dekompresjonstabeller for overflateorientert dykking fra relevante land og dykkerselskaper.

source: Chemicals in fire water systems have since 1st of January 2013 been covered by requirements for
nb: Kjemikalier i brannvannsystemer har siden 1. januar 2013 vært omfattet av krav om økotoksikologisk

source: 09.30: Statfjord A established emergency response in accordance with DSHA 02 - Oil spill.
nb: 09.30 Statfjord A etablerer beredskap i henhold til DFU 02 - Oljeutslipp.

source: The design fault which resulted in offset traction was known to Maersk from when the facility was built, and the company tried out a solution at the yard to prevent it.
nb: Designfeilen som ga skjevtrekk, var kjent i Maersk fra da innretningen ble bygget, og Maersk prøvde ut på verftet prøvde ut en løsning som skulle hindre dette.

source: Faroe Petroleum Norge has received consent for exploration drilling
nb: Faroe Petroleum Norge har fått samtykke til leiteboring

source: fires on the helicopter deck, both on and inside helicopters, can be combatted safely and efficiently,
nb: branner på helikopterdekket, både på og inne i helikoptre, kan bekjempes sikkert og effektivt,

source: date when the activities start (Article 4).
nb: virksomheten settes i drift (artikkel 4).

source: That’s a concern for us at the PSA.”
nb: - Det er vi bekymret for i Ptil.

source: These were described in risk assessments and the inspection programme for Ula.
nb: Disse var beskrevet i risikovurderinger og inspeksjonsprogrammet for Ula, ref.

source: This is a semi-submersible mobile drilling facility of the GVA 7500 type, built in South Korea in 2010.
nb: Dette er ei halvt nedsenkbar flyttbar boreinnretning av typen GVA 7500, bygd i Sør-Korea i 2010.

source: b) for personnel on mobile facilities registered in a national ships' register, the Regulations relating
nb: b) for personell på flyttbare innretninger som er registrert i et nasjonalt skipsregister, forskrift om

source: How the PSA follows up Johan Castberg
nb: Slik følger Ptil opp Johan Castberg

source: Seawater-filling of the loading hose from the tanker began in 2008 to prevent unwanted oil spills to the sea after loading. See the
nb: I 2008 startet sjøvannfylling av lasteslange fra tankskip. Hensikten var å sikre at en ikke fikk uønskede oljeutslipp til sjø etter oljelasting, jamfør

source: All crane and lifting operations on the facility are performed by Apply Sørco personnel.
nb: Alle kran- og løfteoperasjoner om bord utføres av personell fra Apply Sørco.

source: Nor were they included in the OJT description for this type of operation.
nb: Det var heller ikke inkludert i OJT-beskrivelsen av denne typen operasjoner.

source: The platform's legs are 205 m long and the rig can operate in water depths up to 150 meters.
nb: Plattformbeina er 205 meter lang, og riggen kan operere i vanndybder på opptil 150 meter.

source: Scarabeo 8 is a semi-submersible drilling facility with a Moss CS 50 MkII design.
nb: Scarabeo 8 er en halvt nedsenkbar boreinnretning av Moss CS 50 MkII-design.

source: That applies regardless of the number of hours you sleep.
nb: Hvis du er uthvilt om dagen, har du fått tilstrekkelig med søvn.

source: Requirements for consent to put into service simpler facilities involving the use of vessels with an
nb: For avklaring av hvilke aktiviteter som kan behandles i samme søknad som nevnt i første ledd, og hva

source: The Snøhvit field is in the southern Barents Sea, and consists of the three deposits of Snøhvit, Albatross and Askeladd.
nb: Snøhvitfeltet ligger i den sørlige delen av Barentshavet, og består av de tre forekomstene Snøhvit, Albatross og Askeladd.

source: information as mentioned in the first subsection, be handed over.
nb: materiale og opplysninger som nevnt i første ledd.

source: As such models are associated with significant uncertainty, an upper 90 percentile should be used for the subsidence estimate.
nb: Da slike modeller har stor usikkerhet, bør det brukes en øvre 90-prosentsfraktil for innsynkingsanslaget.

source: Investigation of lifting incident with personal injury on Oseberg B
nb: Ptil gransker løftehendelse med personskade på Oseberg B

source: The development is delayed in relation to the original plan, and a start to production from the field has been postponed from 2022
nb: Utbyggingen er forsinket i henhold til opprinnelig plan (2022), og produksjonsstart for feltet er nå

source: The Petroleum Safety Authority Norway does not issue consent until all relevant permits are in place.
nb: Petroleumstilsynet utsteder ikke samtykke før alle relevante tillatelser foreligger.

source: reduce the possibility of failures, hazard and accident situations occurring and developing,
nb: redusere muligheten for at feil, fare- og ulykkessituasjoner oppstår og utvikler seg,

source: Manual force was therefore required during installation, and personnel have been in an exposed area during all change-outs on three of the facilities (MINC, MINT and MING).
nb: Dermed måtte det brukes manuell kraft under installeringen, og personell har oppholdt seg i eksponert område ved alle utskiftingene på tre av innretningene (MINC, MINT og MING).

source: The smoke-diving team had reached the H2S reactor and prepared to ascend and help the two on top.
nb: Røykdykkerlaget kom til H2S-reaktoren og gjorde seg klar for å gå opp og hjelpe de to på toppen.

source: Following the incident, bolts were found in two strength grades, 8.8 and 4.8 (yield strength 320 MPa).
nb: Etter hendelsen ble det funnet bolter av to fasthetsklasser, 8.8 og 4.8 (flytegrense 320 MPa).

source: Therefore, the Norwegian Environment Agency expect that the results from the risk assessment are applied further in new BAT assessments and potential measures to reduce the environmental risk for each field.
nb: Miljødirektoratet forutsetter derfor at resultatene fra risikovurderingene brukes videre i nye vurderinger av BAT og mulige tiltak for å redusere miljørisiko på hvert felt.

source: That entails that the operator shall establish a system for planning and implementation of such an activity, to ensure that there will be no leaks in connection with injection.
nb: Dette innebærer at operatøren skal etablere et system for planlegging og gjennomføring av slik aktivitet som sikrer at det ikke oppstår lekkasje i forbindelse med injeksjon.

source: the standards ISO 13702, Appendix C5, and IEC 61508, and Norwegian Oil and Gas’ Guideline 070 is used for
nb: standardene ISO 13702 vedlegg C5 og IEC 61508, og Norsk olje og gass’ retningslinje 070 brukes for

source: North Atlantic Norway has received an Acknowledgement of Compliance for West Elara
nb: North Atlantic Norway har fått samsvarsuttalelse for West Elara

source: Re litera d on facility
nb: Til bokstav d om innretning

source: Plans call for the SPP in A-1200 to be carried out through six work packages, with three done during 2016 and the remainder in 2017.
nb: Overflateprosjektet - OFP - er planlagt gjennomført i A-1200 anlegget gjennom seks arbeidspakker hvorav tre skal gjennomføres i løpet av 2016 og de resterende i 2017.

source: CUI is a known problem at Mongstad.
nb: Korrosjon under isolasjon (KUI) er et kjent problem på Mongstad.

source: This work will be performed using LDC Seven Spray.
nb: Dette arbeidet vil bli utført med bruk av LDC Seven Spray.

source: Neptune - Fenja - Fabrication of production pipes
nb: Neptune - Fenja - Fabrikasjon av produksjonsrør

source: Tønnes chaired the work group which led in 2009 to the adoption of ISO 9612, the international standard for measuring noise in the working environment.
nb: Tønnes Ognedal ledet arbeidsgruppa som i 2009 resulterte i ISO 9612, den internasjonale standarden for måling av støy i arbeidsmiljø.

source: The purpose of the well is to appraise discovery 31/7-1 Brasse.
nb: Målet med brønnen er å avgrensa funnet 31/7-1 Brasse.

source: It has resulted in an unfortunate fleet angle between winch drum and S1, which has contributed to fatigue in the rope and the load on the sheave.
nb: Dette har medført en uheldig flytvinkel mellom vinsjtrommelen og øvre skivehjul (S1) som har medvirket til utmattingen av ståltau og belastning på skivehjul.

source: As in 2019, no exceptionally serious near-misses with the
nb: På dette spørsmålet er det små forskjeller, sammenlignet med 2019.

source: The model also gives weight to a correct and shared understanding of the assignment/activity as a crucial precondition for the ability to identify and handle risk.
nb: Modellen legger også vekt på en korrekt og felles forståelse av oppgaven/aktiviteten som en avgjørende forutsetning for å kunne identifisere og håndtere risiko.

source: The topside structure is dimensioned for global loads which represent a combination of still-water and wave loads (hydrostatic and dynamic response from the hull), combined with functional and permanent loads in the actual box girder.
nb: Dekkekonstruksjonen er dimensjonert for globale laster som er en kombinasjon av stillevannslaster og bølgelaster (hydrostatisk og dynamisk respons fra skroget) i kombinasjon med funksjonelle og permanente laster i selve dekksboksen.

source: Some of the Health Personnel Act (in Norwegian only)'s provisions, primarily Section 16, apply to
nb: Enkelte av helsepersonellovens bestemmelser, først og fremst § 16, gjelder for virksomhet som yter hel-

source: Considerable time passed after hydrates in a PSV were discovered by a PSV mechanic in December 2017 before the plant was shut down for upgrading in April 2019.
nb: Det tok lang tid fra hydratene i PSVen ble oppdaget av PSV-mekaniker i desember 2017 til anlegget ble stengt ned for utbedring i april 2019.

source: He tore this off and descended.
nb: Han rev av seg masken og gikk ned.

source: The facility was built in South Korea by Samsung Heavy Industries and completed in 2017.
nb: Innretningen er bygget i Sør-Korea av Samsung Heavy Industries og ferdigstilt i 2017.

source: The PSA has given A/S Norske Shell consent to use the Nyhamna Gas Plant Expansion Facilities.
nb: Ptil har gitt A/S Norske Shell samtykke til bruk av Nyhamna Gas Plant Expansion Facilities.

source: in compliance with ISO 14669:1999, c) acute toxicity on juvenile of
nb: i henhold til ISO 14669:1999, c) akutt giftighet på yngel av

source: b) the work's complexity in relation to competence and resources, c)
nb: b) arbeidets kompleksitet i forhold til kompetanse og ressurser, c)

source: Maersk Interceptor is a jack-up drilling facility delivered by Keppel Shipyard in Singapore in 2014.
nb: Maersk Interceptor er ei oppjekkbar boreinnretning levert av Keppel Shipyard i Singapore i 2014.

source: connection with a) illness attributed to the water or food supply, b) failure of normal hygienic procedures resulting in increased risk of illness,
nb: ved a) sykdom som skriver seg fra vannforsyningen eller næringsmidlene, b) svikt i normale, hygieniske prosedyrer som gir økt sykdomsrisiko,

source: Systems for contact and exchange of information shall include
nb: Systemer for kontakt og informasjonsutveksling skal omfatte

source: The investigation team found no documentation in the Synergi case concerning the conduct of FMECA and Hazop analyses or other risk assessments when installing and using the ADS in 2012.
nb: Granskingsgruppen finner ingen dokumentasjon i synergisaken på gjennomførte analyser i form av FMECA og HAZOP og andre risikovurderinger i forhold til installering og bruk av ADS i 2012.

source: We have given Aker BP consent to use the Deepsea Stavanger mobile drilling facility for production drilling on the Volund field in the North Sea.
nb: Petroleumstilsynet (Ptil) har gitt Aker BP samtykke til bruk av Deepsea Nordkapp for produksjonsboring på Volundfeltet.

source: The well is to be drilled by Deepsea Bergen, which is a semi-submersible drilling facility of the Aker H-3.2 type, built at Aker Verdal in 1983.
nb: Brønnen skal borast med Deepsea Bergen, som er ei halvt nedsenkbar, flyttbar boreinnretning av typen Aker H-3.2, bygd ved Aker Verdal i 1983.

source: been met and the trend is not one of continuous improvement.
nb: utviklingen viser ikke en kontinuerlig forbedring.

source: Figure 5.3 shows a hose segment with PU sheath.
nb: Figur 5.3 viser et slangesegment med PU-lag.

source: In this context,
nb: I den sammenhengen betyr

source: The operation is estimated to last 52 days.
nb: Boreoperasjonen vert estimert til 52 døgn.

source: This rig is operated by Seadrill Management (Seadrill), and was drilling well 6406/2-9 S in Norwegian Sea with Equinor as the operator when the incident occurred
nb: Innretningen drives av Seadrill Management (Seadrill), og var da hendelsen skjedde i gang med leteboring av brønn 6406/2-9 S i Norskehavet med Equinor som operatør.

source: A 2004 inspection report identified wear on the east-west skid beam.
nb: En inspeksjonsrapport fra 2004 identifiserte slitasje på øst/vest skiddebjelkene.

source: RCW chapter 14, with the exception of sections 14-1 – 14-7 included, and section 14-10,
nb: FUA kapittel 14, med unntak av §§ 14-1 til og med 14-7, og § 14-10,

source: The incident occurred at a time when great uncertainty prevailed about a further contract for this unit in particular and a weak rig market in general.
nb: Hendelsen skjedde i en situasjon hvor det er stor usikkerhet knyttet til videre kontrakt for denne innretningen spesielt og svakt riggmarked generelt.

source: For activities as mentioned in the second and third subsections, the following should be used in the area
nb: For aktiviteter som nevnt i andre og tredje ledd, bør følgende brukes på området helse, arbeidsmiljø og

source: g) As recently as 2013, a serious incident involving overpressure in process equipment at
nb: g) Senest i 2013 oppstod en alvorlig hendelse på Kollsnes med overtrykking av prosessutstyr.

source: in December 2017, with no assessment made until the summer of 2018.
nb: gjort i desember 2017 mens risikovurderingen ble gjennomført sommeren 2018.

source: And the operators must have a contract strategy which ensures long-term survival and security for supplier employees, so that new and young people dare to make a commitment to our industry and our companies.
nb: Og at operatørselskapene har en kontraktstrategi som sikrer de leverandøransatte langsiktighet og trygghet, slik at unge og nye folk tør å satse på vår bransje og våre selskaper.

source: The audit detected non-conformities in the areas of procedures for cranes and lifting operations, completion of cranes and training.
nb: Tilsynsaktiviteten identifiserte avvik på områdene prosedyrer for kran og løfteoperasjoner, ferdigstillelse av kraner og opplæring.

source: To get safety developments back on the right track, we have identified a main issue for 2017 – reversing the trend.
nb: For å få sikkerhetsutviklingen tilbake i rett spor, lanserer Ptil et Hovedtema for 2017 kalt Trenden skal snus.

source: And what can be done to ensure that the oil companies help to preserve strong and viable suppliers – while also fulfilling their see-to-it duty and overall responsibility for safety?
nb: Hvordan sikre at oljeselskapene bidrar til å bevare sterke og livskraftige leverandører – og samtidig ivaretar påseplikten og sitt overordnete sikkerhetsansvar?

source: Operator2 had long experience from Kollsnes, but was on his third day at Sture and therefore had little experience with this plant.
nb: Operatør2 hadde lang erfaring fra Kollsnes, men hadde sin tredje dag på Sture og hadde dermed liten erfaring med dette anlegget.

source: Scarabeo 5 is a semi-submersible drilling facility, built by Fincantieri in Genoa in 1990.
nb: Scarabeo 5 er ei halvt nedsenkbar boreinnretning, bygd ved Fincantieri i Genova i 1990.

source: The field has been developed using the Visund FPDU, a semi-submersible drilling, processing and accommodation platform, in a water depth varying between 270 and 380 metres on the west slope of the Norwegian Trench.
nb: Feltet er bygget ut med den halvt nedsenkbar bore-, prosesserings- og boligplattformen (FPDU) Visund A, på et vanndyp varierende fra 270 – 380 meter i vest-skråningen av Norskerenna.

source: ConocoPhillips Skandinavia AS has received consent to drill exploration well 25/7-7 in the North Sea.
nb: ConocoPhillips Skandinavia AS har fått samtykke til å bore leitebrønn 25/7-7 i Nordsjøen.

source: Husebø points out that the RNNP is entrenched in the Safety Forum, the key arena for HSE in Norway’s petroleum industry.
nb: - RNNP er forankret i Sikkerhetsforum, den sentrale partsarenaen for helse, miljø og sikkerhet i petroleumsvirksomheten.

source: chemicals in closed systems which are not discharged to sea, and with usage of less than 3000 kg per year,
nb: kjemikalier i lukkede systemer med forbruk under 3000 kg per innretning per år,
